/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "未能转换乐曲格式。";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "此项目似乎已损坏。请从备份恢复。";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "此项目是由一个中间未发布的 Logic 版本创建的。无法再打开该项目";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "您尝试打开的乐曲为 Logic 4（或更低版本）格式。请先通过 Logic 7.2.1 或更低版本打开并存储该乐曲。\n\n您必须在仍运行 macOS 早期版本的 Macintosh 电脑上执行该操作，因为这些旧版本的 Logic Pro 不再兼容 macOS 10.13 或更高版本。";
